13/data/attachments/829e419ee43bd772.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7b89b883-cea8-4cf0-880b-9cb450a2b81c</nif:username>
            <nif:friendToBeAdded>Kristy_marriage_Actions_20480_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>